namespace oldCapitalWeb.ArticleConstants
{
    public static class Constants
    {
        public static class HomePageArticles
        {
            public const string FrontEndId = "upper-home-article";
            public const string FirstArticleTitle = "Салон за Татуировки и Пиърсинг във Велико Търново";

            public const string FirstArticleText = "Old Capital Tattoo предлага уникални и custom-изработени татуировки," +
                " а нашите отзиви говорят сами за себе си, че сме един от най-добре оценяваният тату-салони в района на Велико Търново." +
                " Нашата репутация и предоставянето на най-високо качество на обслужване означават много за нас. Гарантираме," +
                " че винаги ще си тръгнете с custom-изработено произведение на изкуство, което ще ви хареса." +
                " Old Capital Tattoo е собственост и се управлява от Александър Спасов (shu)," +
                " един от най-добрите тату-издатели, които ще срещнете. Shu и неговият екип непрекъснато се развиват в тату-индустрията," +
                " като се обучават на нови методи, и оценяват произведенията на изкуството," +
                " които други правят.\r\n\r\nНашият тату-салон е продължение на това, което сме." +
                " Нашите трудова етика и интегритет са вкоренени тук. Стремим се да създадем приветлива атмосфера както за нас," +
                " така и за нашите клиенти. Всеки член на екипа има свой собствен пост, за да гарантира комфорт." +
                " Поддържаме салона си в безупречен вид и се гордеем с поддържането на безопасна и стерилна среда.";

        }
        public static class AboutUsPageArticles
        {
            public const string FrontEndHeadId = "head-article";
            public const string HeadTitle = "За нас";
            public const string HeadArticleText = "В бизнеса с татуировки да бъдеш добър татуист изисква много умения и отдаденост,\r\n за да дадеш абсолютно най-добрия вид изкуство," +
                " което може да се конкурира с другите.\r\n Факт е, че не всеки може да стане изключителен татуист. Тези, които вече са се утвърдили в бизнеса,\r\n имат онова нещо," +
                " което ги кара да се открояват и да станат най-добрите,\r\n които са. Така че не позволявайте на никого да ви заблуждава," +
                " че само желанието е достатъчно,\r\n за да влезете в играта. С казаното, какво ни отличава от останалите?";

            public const string FrontEndArticleOneId = "first-article";
            public const string SecondArticleTitle = "Имаме дълбоко разбиране към изкуството";
            public const string SecondArticleText = "Татуистите трябва да имат ясно и дълбоко разбиране,\r\n както и да ценят изкуството." +
                "\r\n Разбирането на изкуството върви ръка за ръка със страстта и таланта (умението)." +
                "\r\nНаличието на тези черти ще ви даде възможност да създадете невероятно изкуство с мастило." +
                "\r\n Въпреки това, колкото и да имате уменията да бъдете на върха на успеха\r\n научаването за изкуството изисква време," +
                " търпение и практика.\r\n\r\nОсобено трябва да имате здрав и креативен ум и да съчетаете това с полагането на вашите скици на хартия," +
                "\r\n опитвайки се да ги направите възможно най-уникални и привлекателни. Някои художници стигат дотам," +
                "\r\n че изваяват своите идеи във физически 3D модели, за да изобразят ясен дизайн.\r\n Ако приемете предизвикателството да научите за изкуството," +
                "\r\n можете да правите чести проучвания от различни книги или да вземете уроци по изкуство, за да започнете." +
                "\r\n С времето може би ще можете да мастилите кожата перфектно, точно както ние.";

            public const string FrontEndArticleTwoId = "second-article";
            public const string ThirdArticleTitle = "Изключително внимание към детайла";
            public const string ThirdArticleText = "Професионалното татуиране изисква внимание към детайла," +
                "\r\n а един велик художник взема предвид всички детайли,\r\n които са особено важни в изкуството." +
                "\r\n Той прави предварителни скици на своя дизайн преди действителната сесия и се уверява," +
                "\r\n че всички необходими детайли са включени в дизайна,\r\n за да избегне неправилно нанасяне и размазване на цветовете." +
                "\r\n Поддържането на близко внимание към детайла също означава, че смесвате добре боите си,\r\n спазвате процедурите," +
                " които предпазват хигиената и благосъстоянието на клиента, и много други неща. \r\nДа бъдеш добър татуист означава," +
                " че дори да имаш стотици клиенти, които чакат на опашка за твоята услуга,\r\n ти все пак можеш да поддържаш абсолютно и изцяло внимание.";
        }
    }
}
