namespace oldCapitalWeb.ArticleConstants
{
    public static class Constants
    {
        public static class HomePageArticles
        {
            public const string FrontEndId = "upper-home-article";
            public const string FirstArticleTitle = "Салон за Татуировки и Пиърсинг във Велико Търново";

            public const string FirstArticleText = "Old Capital Tattoo предлага уникални и custom-изработени татуировки," +
                " а нашите отзиви говорят сами за себе си, че сме един от най-добре оценяваният тату-салони в района на Велико Търново." +
                " Нашата репутация и предоставянето на най-високо качество на обслужване означават много за нас. Гарантираме," +
                " че винаги ще си тръгнете с custom-изработено произведение на изкуство, което ще ви хареса." +
                " Old Capital Tattoo е собственост и се управлява от Александър Спасов (shu)," +
                " един от най-добрите тату-издатели, които ще срещнете. Shu и неговият екип непрекъснато се развиват в тату-индустрията," +
                " като се обучават на нови методи, и оценяват произведенията на изкуството," +
                " които други правят.\r\n\r\nНашият тату-салон е продължение на това, което сме." +
                " Нашите трудова етика и интегритет са вкоренени тук. Стремим се да създадем приветлива атмосфера както за нас," +
                " така и за нашите клиенти. Всеки член на екипа има свой собствен пост, за да гарантира комфорт." +
                " Поддържаме салона си в безупречен вид и се гордеем с поддържането на безопасна и стерилна среда.";

        }
    }
}
